Repository: Git-Rocky-Stack/Agent-X
Catalog: src/AgentX.App/Strings/*/Resources.resw
Source language: en_us
Languages: de, es, fr, ja, zh_cn

# Terms_15Severability.Text
source: 15. Severability
de: 15. Salvatorische Klausel
es: 15. Divisibilidad
fr: 15. Divisibilité
ja: 15. 可分性
zh_cn: 15. 可分割性

# Terms_IfAnyProvisionOf.Text
source: If any provision of these Terms is found to be invalid, illegal, or unenforceable by a court of competent jurisdiction, the remaining provisions of these Terms shall remain in full force and effect. The invalid provision shall be modified to the minimum extent necessary to make it valid and enforceable while preserving the original intent.
de: Sollte eine Bestimmung dieser Bedingungen von einem zuständigen Gericht für ungültig, rechtswidrig oder nicht durchsetzbar erklärt werden, bleiben die übrigen Bestimmungen in vollem Umfang wirksam. Die ungültige Bestimmung wird nur so weit wie nötig geändert, um sie unter Wahrung der ursprünglichen Absicht gültig und durchsetzbar zu machen.
es: Si un tribunal competente determina que alguna disposición de estos Términos es inválida, ilegal o inaplicable, las demás disposiciones permanecerán en pleno vigor y efecto. La disposición inválida se modificará en la medida mínima necesaria para hacerla válida y aplicable preservando la intención original.
fr: Si une disposition de ces Conditions est jugée invalide, illégale ou inapplicable par un tribunal compétent, les autres dispositions restent pleinement en vigueur. La disposition invalide sera modifiée dans la mesure minimale nécessaire pour la rendre valide et applicable tout en préservant l'intention d'origine.
ja: 本規約のいずれかの条項が管轄裁判所により無効、違法、または執行不能と判断された場合でも、残りの条項は引き続き完全に有効です。無効とされた条項は、当初の意図を保ちつつ、有効かつ執行可能とするために必要な最小限の範囲で修正されるものとします。
zh_cn: 如果本条款的任何规定被有管辖权的法院认定为无效、非法或不可执行,其余规定仍完全有效。无效规定将在保留原意的前提下,以使其有效且可执行所需的最小限度进行修改。

# Terms_16EntireAgreement.Text
source: 16. Entire Agreement
de: 16. Gesamte Vereinbarung
es: 16. Acuerdo completo
fr: 16. Intégralité de l'accord
ja: 16. 完全合意
zh_cn: 16. 完整协议

# Terms_TheseTermsTogetherWith.Text
source: These Terms, together with the Privacy Policy and any additional terms referenced herein, constitute the entire agreement between you and Strategia-X regarding your use of Agent-X. These Terms supersede all prior agreements, understandings, representations, and warranties, both written and oral, regarding the subject matter.
de: Diese Bedingungen bilden zusammen mit der Datenschutzerklärung und allen hierin genannten Zusatzbedingungen die gesamte Vereinbarung zwischen Ihnen und Strategia-X bezüglich Ihrer Nutzung von Agent-X. Sie ersetzen alle früheren schriftlichen und mündlichen Vereinbarungen, Absprachen, Zusicherungen und Gewährleistungen zu diesem Gegenstand.
es: Estos Términos, junto con la Política de privacidad y cualquier término adicional aquí referenciado, constituyen el acuerdo completo entre usted y Strategia-X respecto a su uso de Agent-X. Estos Términos sustituyen todos los acuerdos, entendimientos, declaraciones y garantías anteriores, escritos u orales, sobre la materia.
fr: Ces Conditions, ainsi que la Politique de confidentialité et toutes conditions supplémentaires référencées dans les présentes, constituent l'intégralité de l'accord entre vous et Strategia-X concernant votre utilisation d'Agent-X. Elles remplacent tous accords, ententes, déclarations et garanties antérieurs, écrits ou oraux, relatifs à l'objet des présentes.
ja: 本規約は、プライバシー ポリシーおよび本規約で参照される追加条件とあわせて、Agent-X の利用に関するお客様と Strategia-X との間の完全な合意を構成します。本規約は、本件に関する従前の書面または口頭による合意、了解、表明および保証のすべてに優先します。
zh_cn: 本条款连同隐私政策及本条款援引的任何附加条款,构成您与 Strategia-X 之间关于使用 Agent-X 的完整协议。本条款取代此前就本主题达成的所有书面和口头协议、谅解、陈述与保证。

# Terms_17ContactInformation.Text
source: 17. Contact Information
de: 17. Kontaktinformationen
es: 17. Información de contacto
fr: 17. Coordonnées
ja: 17. 連絡先
zh_cn: 17. 联系信息

# Terms_IfYouHaveAny.Text
source: If you have any questions, concerns, or requests regarding these Terms of Service, please contact us:
de: Bei Fragen, Anliegen oder Anfragen zu diesen Nutzungsbedingungen kontaktieren Sie uns bitte:
es: Si tiene preguntas, inquietudes o solicitudes sobre estos Términos del servicio, contáctenos:
fr: Si vous avez des questions, préoccupations ou demandes concernant ces Conditions d'utilisation, veuillez nous contacter :
ja: 本利用規約についてご質問、ご懸念、ご要望がある場合は、下記までお問い合わせください:
zh_cn: 如果您对本服务条款有任何疑问、顾虑或请求,请联系我们:

# Terms_Email.Text
source: Email
es: Correo
ja: メール
zh_cn: 邮箱

# Terms_Company.Text
source: Company
de: Unternehmen
es: Empresa
fr: Société
ja: 会社
zh_cn: 公司

# Terms_AgentXByStrategia.Text
source: Agent-X by Strategia-X
de: Agent-X von Strategia-X
es: Agent-X de Strategia-X
fr: Agent-X par Strategia-X
ja: Agent-X (Strategia-X 提供)
zh_cn: Agent-X(由 Strategia-X 出品)

# Terms_TheseTermsOfService.Text
source: These Terms of Service were last updated on February 26, 2026.
de: Diese Nutzungsbedingungen wurden zuletzt am 26. Februar 2026 aktualisiert.
es: Estos Términos del servicio se actualizaron por última vez el 26 de febrero de 2026.
fr: Ces Conditions d'utilisation ont été mises à jour pour la dernière fois le 26 février 2026.
ja: 本利用規約の最終更新日は 2026 年 2 月 26 日です。
zh_cn: 本服务条款最后更新于 2026 年 2 月 26 日。

# ModelMgr_PageTitle.Text
source: MODEL MANAGER
de: MODELLVERWALTUNG
es: GESTOR DE MODELOS
fr: GESTIONNAIRE DE MODÈLES
ja: モデル マネージャー
zh_cn: 模型管理器

# HwAdvisor_PageTitle.Text
source: HARDWARE ADVISOR
de: HARDWARE-BERATER
es: ASESOR DE HARDWARE
fr: CONSEILLER MATÉRIEL
ja: ハードウェア アドバイザー
zh_cn: 硬件顾问

# WfBuilder_PageTitle.Text
source: PROMPT WORKFLOWS
es: WORKFLOWS DE PROMPTS
fr: WORKFLOWS DE PROMPTS
ja: プロンプト ワークフロー
zh_cn: 提示词工作流

# Annot_EditAnnotationTip.ToolTipService.ToolTip
source: Edit annotation
de: Annotation bearbeiten
es: Editar anotación
fr: Modifier l'annotation
ja: 注釈を編集
zh_cn: 编辑注释

source: Edit annotation
de: Annotation bearbeiten
es: Editar anotación
fr: Modifier l'annotation
ja: 注釈を編集
zh_cn: 编辑注释

# Annot_EditTitle.Text
source: Edit Annotation
de: Annotation bearbeiten
es: Editar anotación
fr: Modifier l'annotation
ja: 注釈を編集
zh_cn: 编辑注释

# Annot_EditNoteLabel.Text
source: Note
de: Notiz
es: Nota
ja: メモ
zh_cn: 备注

# Annot_EditNotePh.PlaceholderText
source: Add a note to this highlight...
de: Notiz zu dieser Markierung hinzufügen...
es: Añade una nota a este resaltado...
fr: Ajouter une note à ce surlignage...
ja: このハイライトにメモを追加...
zh_cn: 为此高亮添加备注...

# Annot_EditColorLabel.Text
source: Color
de: Farbe
fr: Couleur
ja: 色
zh_cn: 颜色

# Annot_EditColorBox.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Annotation color
de: Annotationsfarbe
es: Color de la anotación
fr: Couleur de l'annotation
ja: 注釈の色
zh_cn: 注释颜色

# Annot_EditCancel.Content
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
zh_cn: 取消

# Annot_EditSave.Content
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
zh_cn: 保存

# Backup_RecalculateTip.ToolTipService.ToolTip
source: Recalculate estimate
de: Schätzung neu berechnen
es: Recalcular estimación
fr: Recalculer l'estimation
ja: 推定値を再計算
zh_cn: 重新计算估算

source: Recalculate estimate
de: Schätzung neu berechnen
es: Recalcular estimación
fr: Recalculer l'estimation
ja: 推定値を再計算
zh_cn: 重新计算估算

# Chat_ExportAllTip.ToolTipService.ToolTip
source: Export all conversations
de: Alle Unterhaltungen exportieren
es: Exportar todas las conversaciones
fr: Exporter toutes les conversations
ja: すべての会話をエクスポート
zh_cn: 导出所有对话

# Chat_ExportAllTip.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Export all conversations
de: Alle Unterhaltungen exportieren
es: Exportar todas las conversaciones
fr: Exporter toutes les conversations
ja: すべての会話をエクスポート
zh_cn: 导出所有对话

# CollMgr_MultiSelectTip.ToolTipService.ToolTip
source: Select multiple collections
de: Mehrere Sammlungen auswählen
es: Seleccionar varias colecciones
fr: Sélectionner plusieurs collections
ja: 複数のコレクションを選択
zh_cn: 选择多个合集

source: Select multiple collections
de: Mehrere Sammlungen auswählen
es: Seleccionar varias colecciones
fr: Sélectionner plusieurs collections
ja: 複数のコレクションを選択
zh_cn: 选择多个合集

# CollMgr_SelectedRun.Text
source: selected
de: ausgewählt
es: seleccionadas
fr: sélectionnée(s)
ja: 件を選択中
zh_cn: 项已选择

# CollMgr_SelectAll.Content
source: Select All
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
ja: すべて選択
zh_cn: 全选

# CollMgr_BulkDelete.Content
source: Delete Selected
de: Auswahl löschen
es: Eliminar seleccionadas
fr: Supprimer la sélection
ja: 選択項目を削除
zh_cn: 删除所选

source: Select collection
de: Sammlung auswählen
es: Seleccionar colección
fr: Sélectionner la collection
ja: コレクションを選択
zh_cn: 选择合集

# CollMgr_RenameCollectionTip.ToolTipService.ToolTip
source: Rename collection
de: Sammlung umbenennen
es: Cambiar nombre de la colección
fr: Renommer la collection
ja: コレクションの名前を変更
zh_cn: 重命名合集

source: Rename collection
de: Sammlung umbenennen
es: Cambiar nombre de la colección
fr: Renommer la collection
ja: コレクションの名前を変更
zh_cn: 重命名合集

# CollMgr_ExportCollectionTip.ToolTipService.ToolTip
source: Export collection
de: Sammlung exportieren
es: Exportar colección
fr: Exporter la collection
ja: コレクションをエクスポート
zh_cn: 导出合集

source: Export collection
de: Sammlung exportieren
es: Exportar colección
fr: Exporter la collection
ja: コレクションをエクスポート
zh_cn: 导出合集

# CollMgr_RenameTitle.Text
source: Rename Collection
de: Sammlung umbenennen
es: Cambiar nombre de la colección
fr: Renommer la collection
ja: コレクションの名前を変更
zh_cn: 重命名合集

# CollMgr_RenamePh.PlaceholderText
source: Collection name
de: Sammlungsname
es: Nombre de la colección
fr: Nom de la collection
ja: コレクション名
zh_cn: 合集名称

# CollMgr_RenameCancel.Content
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
zh_cn: 取消

# CollMgr_RenameSave.Content
source: Rename
de: Umbenennen
es: Cambiar nombre
fr: Renommer
ja: 名前を変更
zh_cn: 重命名

# CollMgr_AddDocumentsDone
source: Documents added
de: Dokumente hinzugefügt
es: Documentos añadidos
fr: Documents ajoutés
ja: ドキュメントを追加しました
zh_cn: 已添加文档

# CollMgr_AddDocumentsIncomplete
source: Some documents were not added
de: Einige Dokumente wurden nicht hinzugefügt
es: Algunos documentos no se añadieron
fr: Certains documents n'ont pas été ajoutés
ja: 一部のドキュメントを追加できませんでした
zh_cn: 部分文档未能添加

# CollMgr_AddDocumentsCounts
source: Added: {0}. Already in this collection: {1}. Failed: {2}.
de: Hinzugefügt: {0}. Bereits in dieser Sammlung: {1}. Fehlgeschlagen: {2}.
es: Añadidos: {0}. Ya estaban en esta colección: {1}. Con error: {2}.
fr: Ajoutés : {0}. Déjà dans cette collection : {1}. Échecs : {2}.
ja: 追加: {0} 件。このコレクションに既に存在: {1} 件。失敗: {2} 件。
zh_cn: 已添加：{0} 个。已在此合集中：{1} 个。失败：{2} 个。

# Dash_AcknowledgeConflictTip.ToolTipService.ToolTip
source: Acknowledge conflict
de: Konflikt bestätigen
es: Confirmar conflicto
fr: Accuser réception du conflit
ja: 矛盾を確認済みにする
zh_cn: 确认冲突

source: Acknowledge conflict
de: Konflikt bestätigen
es: Confirmar conflicto
fr: Accuser réception du conflit
ja: 矛盾を確認済みにする
zh_cn: 确认冲突

# Dash_QuickActionsLabel.Text
source: Quick Actions
de: Schnellaktionen
es: Acciones rápidas
fr: Actions rapides
ja: クイックアクション
zh_cn: 快捷操作

# ExportDlg_CopyAsMarkdown.Content
source: Copy as Markdown
de: Als Markdown kopieren
es: Copiar como Markdown
fr: Copier au format Markdown
ja: Markdown としてコピー
zh_cn: 复制为 Markdown

# Plugin_MultiSelectTip.ToolTipService.ToolTip
source: Select multiple plugins
de: Mehrere Plugins auswählen
es: Seleccionar varios plugins
fr: Sélectionner plusieurs plugins
ja: 複数のプラグインを選択
zh_cn: 选择多个插件

source: Select multiple plugins
de: Mehrere Plugins auswählen
es: Seleccionar varios plugins
fr: Sélectionner plusieurs plugins
ja: 複数のプラグインを選択
zh_cn: 选择多个插件

# Plugin_SelectedRun.Text
source: selected
de: ausgewählt
es: seleccionados
fr: sélectionné(s)
ja: 件を選択中
zh_cn: 项已选择

# Plugin_SelectAll.Content
source: Select All
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
ja: すべて選択
zh_cn: 全选

# Plugin_BulkEnable.Content
source: Enable
de: Aktivieren
es: Activar
fr: Activer
ja: 有効化
zh_cn: 启用

# Plugin_BulkDisable.Content
source: Disable
de: Deaktivieren
es: Desactivar
fr: Désactiver
ja: 無効化
zh_cn: 禁用

# Plugin_BulkUninstall.Content
source: Uninstall
de: Deinstallieren
es: Desinstalar
fr: Désinstaller
ja: アンインストール
zh_cn: 卸载

source: Select plugin
de: Plugin auswählen
es: Seleccionar plugin
fr: Sélectionner le plugin
ja: プラグインを選択
zh_cn: 选择插件

# Sync_ReloadHistoryLabel.Text
source: Reload
de: Neu laden
es: Recargar
fr: Recharger
ja: 再読み込み
zh_cn: 重新加载

source: Research mode
de: Recherchemodus
es: Modo investigación
fr: Mode recherche
ja: リサーチモード
zh_cn: 研究模式

source: Dismiss duplicate warning
de: Duplikatwarnung schließen
es: Descartar aviso de duplicados
fr: Ignorer l'avertissement de doublon
ja: 重複の警告を閉じる
zh_cn: 关闭重复项警告

# Notification_Dismiss.ToolTipService.ToolTip
source: Dismiss
de: Schließen
es: Descartar
fr: Ignorer
ja: 閉じる
zh_cn: 关闭

source: Dismiss
de: Schließen
es: Descartar
fr: Ignorer
ja: 閉じる
zh_cn: 关闭

source: Merge to main
de: In Hauptzweig zusammenführen
es: Fusionar con la principal
fr: Fusionner dans la principale
ja: メインにマージ
zh_cn: 合并到主线

source: Delete branch
de: Zweig löschen
es: Eliminar rama
fr: Supprimer la branche
ja: ブランチを削除
zh_cn: 删除分支

source: Edit message
de: Nachricht bearbeiten
es: Editar mensaje
fr: Modifier le message
ja: メッセージを編集
zh_cn: 编辑消息

source: Copy to clipboard
de: In Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
ja: クリップボードにコピー
zh_cn: 复制到剪贴板

source: Branch from here
de: Ab hier verzweigen
es: Crear rama desde aquí
fr: Créer une branche ici
ja: ここから分岐
zh_cn: 从此处创建分支

source: Delete message
de: Nachricht löschen
es: Eliminar mensaje
fr: Supprimer le message
ja: メッセージを削除
zh_cn: 删除消息

source: Good response
de: Gute Antwort
es: Buena respuesta
fr: Bonne réponse
ja: 良い応答
zh_cn: 回复不错

source: Poor response
de: Schlechte Antwort
es: Mala respuesta
fr: Mauvaise réponse
ja: 悪い応答
zh_cn: 回复不佳

# Chat_CopyAiMsgTip.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Copy to clipboard
de: In Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
ja: クリップボードにコピー
zh_cn: 复制到剪贴板

# Chat_RegenerateTip.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Regenerate response
de: Antwort neu generieren
es: Regenerar respuesta
fr: Régénérer la réponse
ja: 応答を再生成
zh_cn: 重新生成回复

# Chat_VoiceInputTip.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Voice input — click to record
de: Spracheingabe — zum Aufnehmen klicken
es: Entrada de voz — clic para grabar
fr: Saisie vocale — cliquez pour enregistrer
ja: 音声入力 — クリックで録音
zh_cn: 语音输入 — 点击开始录音

source: Stop recording and transcribe
de: Aufnahme beenden und transkribieren
es: Detener grabación y transcribir
fr: Arrêter l'enregistrement et transcrire
ja: 録音を停止して文字起こし
zh_cn: 停止录音并转写

source: Inspect the latest assembled chat context
de: Zuletzt zusammengestellten Chat-Kontext einsehen
es: Inspeccionar el último contexto de chat ensamblado
fr: Inspecter le dernier contexte de discussion assemblé
ja: 最新のチャット コンテキストを確認
zh_cn: 查看最近组装的聊天上下文

# Graph_ZoomOutTip.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Zoom Out
de: Verkleinern
es: Alejar
fr: Zoom arrière
ja: 縮小
zh_cn: 缩小

# Graph_ZoomInTip.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Zoom In
de: Vergrößern
es: Acercar
fr: Zoom avant
ja: 拡大
zh_cn: 放大

# Graph_ResetZoomTip.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Reset Zoom
de: Zoom zurücksetzen
es: Restablecer zoom
fr: Réinitialiser le zoom
ja: ズームをリセット
zh_cn: 重置缩放

source: Clear cluster highlight
de: Cluster-Hervorhebung aufheben
es: Quitar resaltado del clúster
fr: Effacer la surbrillance du cluster
ja: クラスターの強調表示を解除
zh_cn: 清除聚类高亮

source: Close details panel
de: Detailbereich schließen
es: Cerrar panel de detalles
fr: Fermer le panneau de détails
ja: 詳細パネルを閉じる
zh_cn: 关闭详情面板

source: Refresh sync status
de: Sync-Status aktualisieren
es: Actualizar estado de sincronización
fr: Actualiser le statut de synchronisation
ja: 同期ステータスを更新
zh_cn: 刷新同步状态

source: Refresh profiles
de: Profile aktualisieren
es: Actualizar perfiles
fr: Actualiser les profils
ja: プロファイルを更新
zh_cn: 刷新配置文件

# Plugin_Active.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Plugin enabled
de: Plugin aktiviert
es: Plugin activado
fr: Plugin activé
ja: プラグインを有効化
zh_cn: 启用插件

# Palette_SearchInput.PlaceholderText
source: Type a page or action...
de: Seite oder Aktion eingeben...
es: Escribe una página o acción...
fr: Saisissez une page ou une action...
ja: ページまたは操作を入力...
zh_cn: 输入页面或操作...

# Palette_NavigateHint.Text
source: Navigate
de: Navigieren
es: Navegar
fr: Naviguer
ja: 移動
zh_cn: 导航

# Sync_LoadFailed
source: Failed to load sync settings. Please try again.
de: Die Sync-Einstellungen konnten nicht geladen werden. Bitte versuchen Sie es erneut.
es: No se pudieron cargar los ajustes de sincronización. Inténtelo de nuevo.
ja: 同期設定を読み込めませんでした。もう一度お試しください。
zh_cn: 无法加载同步设置。请重试。

# Sync_CollectionsSelectedNone
source: No collections selected
de: Keine Sammlungen ausgewählt
es: No hay colecciones seleccionadas
ja: コレクションが選択されていません
zh_cn: 未选择合集

# Sync_CollectionsSelectedOne
source: 1 collection selected
de: 1 Sammlung ausgewählt
es: 1 colección seleccionada
ja: 1 個のコレクションを選択済み
zh_cn: 已选择 1 个合集

# Sync_CollectionsSelectedMany
source: {0} collections selected
de: {0} Sammlungen ausgewählt
es: {0} colecciones seleccionadas
ja: {0} 個のコレクションを選択済み
zh_cn: 已选择 {0} 个合集

# Sync_LastSyncNever
source: Never
de: Nie
es: Nunca
ja: 未同期
zh_cn: 从未

# Sync_IntervalEvery5Minutes
source: Every 5 minutes
de: Alle 5 Minuten
es: Cada 5 minutos
ja: 5 分ごと
zh_cn: 每 5 分钟

# Sync_IntervalEvery15Minutes
source: Every 15 minutes
de: Alle 15 Minuten
es: Cada 15 minutos
ja: 15 分ごと
zh_cn: 每 15 分钟

# Sync_IntervalEvery30Minutes
source: Every 30 minutes
de: Alle 30 Minuten
es: Cada 30 minutos
ja: 30 分ごと
zh_cn: 每 30 分钟

# Sync_IntervalEveryHour
source: Every hour
de: Stündlich
es: Cada hora
ja: 1 時間ごと
zh_cn: 每小时

# Sync_IntervalEvery2Hours
source: Every 2 hours
de: Alle 2 Stunden
es: Cada 2 horas
ja: 2 時間ごと
zh_cn: 每 2 小时

# Sync_ScopeAll
source: All
de: Alle
es: Todo
ja: すべて
zh_cn: 全部

# Sync_ScopeSelectedCollections
source: Selected Collections
de: Ausgewählte Sammlungen
es: Colecciones seleccionadas
ja: 選択したコレクション
zh_cn: 所选合集

# Sync_CollectionDocumentCountOne
source: 1 document
de: 1 Dokument
es: 1 documento
ja: 1 件のドキュメント
zh_cn: 1 个文档

# Sync_CollectionDocumentCountMany
source: {0} documents
de: {0} Dokumente
es: {0} documentos
ja: {0} 件のドキュメント
zh_cn: {0} 个文档

# Sync_FolderRequired
source: A sync folder path is required. Use the Browse button to select one.
de: Ein Pfad zum Sync-Ordner ist erforderlich. Wählen Sie über „Durchsuchen“ einen Ordner aus.
es: Se necesita la ruta de una carpeta de sincronización. Use el botón Examinar para seleccionar una.
ja: 同期フォルダーのパスが必要です。[参照] ボタンを使って選択してください。
zh_cn: 需要同步文件夹路径。请使用“浏览”按钮选择一个。

# Sync_KeyRequired
source: An encryption key is required. This passphrase encrypts all data written to the sync folder.
de: Ein Verschlüsselungsschlüssel ist erforderlich. Diese Passphrase verschlüsselt alle Daten, die in den Sync-Ordner geschrieben werden.
es: Se necesita una clave de cifrado. Esta frase de contraseña cifra todos los datos que se escriben en la carpeta de sincronización.
ja: 暗号化キーが必要です。このパスフレーズで、同期フォルダーに書き込むすべてのデータが暗号化されます。
zh_cn: 需要加密密钥。此密码短语用于加密写入同步文件夹的所有数据。

# Sync_IntervalInvalid
source: Sync interval must be a whole number of minutes (minimum 1).
de: Das Sync-Intervall muss eine ganze Zahl von Minuten sein (mindestens 1).
es: El intervalo de sincronización debe ser un número entero de minutos (mínimo 1).
ja: 同期間隔は分単位の整数で指定してください (最小 1)。
zh_cn: 同步间隔必须是整数分钟（至少为 1）。

# Sync_SelectCollectionRequired
source: Select at least one collection when Sync Scope is set to Selected Collections.
de: Wählen Sie mindestens eine Sammlung aus, wenn der Sync-Umfang auf „Ausgewählte Sammlungen“ steht.
es: Seleccione al menos una colección cuando el alcance de sincronización sea Colecciones seleccionadas.
ja: 同期範囲が [選択したコレクション] の場合は、コレクションを 1 つ以上選択してください。
zh_cn: 当同步范围设为“所选合集”时，请至少选择一个合集。

# Sync_ConfigSaved
source: Sync configuration saved successfully.
de: Die Sync-Konfiguration wurde gespeichert.
es: La configuración de sincronización se guardó correctamente.
ja: 同期構成を保存しました。
zh_cn: 同步配置已保存。

# Sync_ConfigSaveFailed
source: Failed to save configuration: {0}
de: Die Konfiguration konnte nicht gespeichert werden: {0}
es: No se pudo guardar la configuración: {0}
ja: 構成を保存できませんでした: {0}
zh_cn: 无法保存配置：{0}

# Sync_SaveBeforeSync
source: Please save a sync configuration before syncing.
de: Bitte speichern Sie vor dem Synchronisieren eine Sync-Konfiguration.
es: Guarde una configuración de sincronización antes de sincronizar.
ja: 同期する前に同期構成を保存してください。
zh_cn: 同步前请先保存同步配置。

# Sync_SyncInProgress
source: Exporting local changes and importing peer changes...
de: Lokale Änderungen werden exportiert und Änderungen anderer Geräte importiert...
es: Exportando los cambios locales e importando los cambios de otros dispositivos...
ja: ローカルの変更をエクスポートし、他のデバイスの変更をインポートしています...
zh_cn: 正在导出本地更改并导入其他设备的更改...

# Sync_SyncTimedOut
source: Sync timed out after 10 minutes. Please check the sync folder connectivity and try again.
de: Die Synchronisierung wurde nach 10 Minuten wegen Zeitüberschreitung abgebrochen. Prüfen Sie die Verbindung zum Sync-Ordner und versuchen Sie es erneut.
es: La sincronización superó el tiempo de espera de 10 minutos. Compruebe la conexión con la carpeta de sincronización e inténtelo de nuevo.
ja: 同期が 10 分でタイムアウトしました。同期フォルダーへの接続を確認して、もう一度お試しください。
zh_cn: 同步在 10 分钟后超时。请检查同步文件夹的连接后重试。

# Sync_SyncFailed
source: Sync failed: {0}
de: Synchronisierung fehlgeschlagen: {0}
es: Error de sincronización: {0}
ja: 同期に失敗しました: {0}
zh_cn: 同步失败：{0}

# Sync_SaveBeforeAutoSync
source: Please save a sync configuration before enabling auto-sync.
de: Bitte speichern Sie eine Sync-Konfiguration, bevor Sie Auto-Sync aktivieren.
es: Guarde una configuración de sincronización antes de activar la sincronización automática.
ja: 自動同期を有効にする前に、同期構成を保存してください。
zh_cn: 启用自动同步前，请先保存同步配置。

# Sync_AutoSyncNeedsSavedConfig
source: Save the sync configuration before enabling auto-sync.
de: Speichern Sie die Sync-Konfiguration, bevor Sie Auto-Sync aktivieren.
es: Guarde la configuración de sincronización antes de activar la sincronización automática.
ja: 自動同期を有効にするには、先に同期構成を保存してください。
zh_cn: 请先保存同步配置，再启用自动同步。

# Sync_AutoSyncNotStarted
source: Auto-sync could not be started. Check the saved sync configuration and try again.
de: Auto-Sync konnte nicht gestartet werden. Prüfen Sie die gespeicherte Sync-Konfiguration und versuchen Sie es erneut.
es: No se pudo iniciar la sincronización automática. Revise la configuración de sincronización guardada e inténtelo de nuevo.
ja: 自動同期を開始できませんでした。保存した同期構成を確認して、もう一度お試しください。
zh_cn: 无法启动自动同步。请检查已保存的同步配置后重试。

# Sync_AutoSyncStartFailed
source: Failed to start auto-sync: {0}
de: Auto-Sync konnte nicht gestartet werden: {0}
es: No se pudo iniciar la sincronización automática: {0}
ja: 自動同期を開始できませんでした: {0}
zh_cn: 无法启动自动同步：{0}

# Sync_AutoSyncStopped
source: Auto-sync stopped.
de: Auto-Sync wurde gestoppt.
es: Se detuvo la sincronización automática.
ja: 自動同期を停止しました。
zh_cn: 已停止自动同步。

# Sync_AutoSyncStoppedNotSaved
source: Auto-sync stopped, but the setting could not be saved and may turn back on after a restart: {0}
de: Auto-Sync wurde gestoppt, aber die Einstellung konnte nicht gespeichert werden und ist nach einem Neustart möglicherweise wieder aktiv: {0}
es: Se detuvo la sincronización automática, pero no se pudo guardar el ajuste y es posible que vuelva a activarse tras reiniciar: {0}
ja: 自動同期を停止しましたが、設定を保存できなかったため、再起動後に再びオンになる可能性があります: {0}
zh_cn: 已停止自动同步，但无法保存该设置，重启后可能会重新开启：{0}
